import React from "react";
import styles from "../../styles/about.module.sass";

export default function index() {
  return (
    <div className={styles.about__container}>
      <h1 className={styles.about__title}>О союзе</h1>
      <div className={styles.about}>
        <h2 className={styles.aboutInner__title}>Кыргызский футбольный союз</h2>
        <p>
          <b>Кыргызский футбольный союз</b> - это объединение юридических лиц.
          Деятельность КФС направлена, прежде всего, на развитие и популяризацию
          всех разновидностей футбола в Кыргызской Республикe. КФС является
          единственно признанной ФИФА и АФК организацией, обеспечивающей
          контроль за развитием футбола в Кыргызстане.
        </p>
        <p>
          <b>Дата основания:</b> 2019
        </p>
        <p>
          <b>Предшественник:</b> Федерация футбола Кыргызской Республики
          (1992/2019)
        </p>
        <p>
          <b>Дата вступления в АФК:</b> 1994
        </p>
        <p>
          <b>Дата вступления в ФИФА:</b> 1994
        </p>
        <p>
          <b>Награды:</b> «Самая стремящаяся федерация года» (AFC Annual Awards
          2014)
        </p>
        <p>
          <b>Национальный стадион:</b> им. Д. Омурзакова
        </p>
        <p>
          <b>Дата открытия/реконструкции:</b> 1941, 1963, 1980-е, 2000-е
        </p>
        <p>
          <b>Освещение (люкс):</b> 1400
        </p>
        <p>
          <b>Размеры поля:</b> 105х75 м.
        </p>
        <p>
          <b>Основными целями Кыргызского футбольного союза являются:</b>
          <span>
            - развитие, популяризация и пропаганда футбола в Кыргызской
            Республике (футзала, пляжного футбола и других разновидностей
            футбола)
          </span>
          <span>
            - организация и проведение соревнований и мероприятий по футболу,
            футзалу, пляжному футболу и другим разновидностям футбола
          </span>
          <span>- подготовка спортсменов</span>
          <span>
            - членов сборных команд Кыргызской Республики по футболу, футзалу,
            пляжному футболу и другим разновидностям футбола
          </span>
          <span>
            - повышение роли футбола во всестороннем и гармоничном развитии
            личности, укреплении здоровья граждан, формировании здорового образа
            жизни.
          </span>
        </p>
        <p>
          <b>Основными задачами Кыргызского футбольного союза являются:</b>
          <span>
            - стратегическое и текущее управление футболом (всех его
            разновидностей) в Кыргызской Республике
          </span>
          <span>
            - постоянное совершенствование игры в футбол на всей территории
            Кыргызской Республики в свете честной игры и её образовательных,
            культурных, гуманистических ценностей
          </span>
          <span>
            - обеспечение соблюдения правил и норм КФС субъектами футбола
          </span>
          <span>
            - организация соревнований по футболу во всех его разновидностях на
            национальном уровне
          </span>
          <span>
            - разработка и утверждение спортивных регламентов и положений, иных
            норм поведения субъектов футбола, их внедрение и обеспечение их
            соблюдения
          </span>
          <span>
            - защита законных интересов Членов КФС и иных субъектов футбола, в
            том числе в международных организациях
          </span>
          <span>
            - соблюдение и избежание любых нарушений уставов, регламентов,
            директив и решений ФИФА, АФК и КФС, а также Правил игры, обеспечение
            их соблюдения Членами КФС и иными субъектами футбола
          </span>
          <span>
            - недопущение действий и методов, подвергающих опасности целостность
            матчей или соревнований или принижающих престиж футбола в Кыргызской
            Республики
          </span>
          <span>
            - осуществление контроля и надзора при организации и проведении
            футбольных матчей всех видов, в том числе товарищеских, которые
            играются под эгидой КФС на территории Кыргызской Республики
          </span>
          <span>
            - укрепление позиций и повышение авторитета отечественного футбола
            на международной арене, укрепление и развитие международных
            спортивных связей в области футбола, в том числе с ФИФА, АФК, иными
            международными футбольными организациями
          </span>
          <span>
            - организация и проведение международных соревнований с учетом норм
            и правил ФИФА и АФК
          </span>
          <span>
            - совершенствование системы подготовки высококвалифицированных
            спортсменов, обеспечение успешного выступления сборных и клубных
            команд Кыргызской Республики в международных соревнованиях
          </span>
          <span>
            - обеспечение в соответствии с законодательством Кыргызской
            Республики социальной защиты прав и интересов спортсменов, тренеров
            и других специалистов в ‘области футбола, забота о ветеранах футбола
          </span>
          <span>
            - развитие инфраструктуры и материально-технической базы футбола
          </span>
          <span>
            - создание и развитие центров спортивной подготовки, образовательных
            учреждений и научных организаций в области футбола
          </span>
          <span>
            - содействие уполномоченным государственным органам власти и органам
            местного самоуправления, общественным объединениям в
            совершенствовании законодательства Кыргызской Республики и иных
            нормативно-правовых актов, влияющих на футбол
          </span>
          <span>
            - представление интересов отечественного футбола в международном
            спортивном и олимпийском движении, в том числе на всех мероприятиях,
            проводимых ФИФА и АФК или под их патронажем
          </span>
          <span>
            - борьба за обеспечение честности и медицинской чистоты футбола, в
            том числе путем неуклонного соблюдения и выполнения антидопинговых
            требований
          </span>
          <span>
            - повышение уровня безопасности спортивных мероприятий в области
            футбола
          </span>
          <span>
            - борьба против любых форм дискриминации и насилия в футболе
          </span>
          <span>
            - формирование эффективной системы информационного обеспечения в
            области футбола
          </span>
          <span>
            - организация мероприятий по подготовке, переподготовке, повышению
            квалификации, аттестации и спортивному лицензированию тренеров,
            судей, иных специалистов, работающих в сфере футбола, осуществление
            контроля над их деятельностью.
          </span>
        </p>
      </div>
    </div>
  );
}
